Repository: phaidon/Piwik
Catalog: Resources/locale/*/LC_MESSAGES/module_piwik.po
Languages: nl

source: piwik statistics
nl: piwik statistieken

source: This version of piwik only works with Zikula 1.2.x and higher.
nl: Deze versie van piwik werkt alleen met Zikula 1.2.x en hoger.

source: Error creating Hook!
nl: Hook aanmaken niet gelukt!

source: Error deleting Hook!
nl: Hook verwijderen niet gelukt!

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
nl: Ongeldige 'autorisatiesleutel': Dit betekent waarschijnlijk dat de terug-knop in de browser is gebruikt, of dat de autorisatiesleutel van de pagina verlopen is. A.u.b. de pagina vernieuwen en nogmaals proberen.

source: Configuration not updated
nl: Configuratie niet bijgewerkt

source: Done! Module configuration updated.
nl: Klaar! Module configuratie bijgewerk.

source: Settings
nl: Instellingen

source: Enable Tracking
nl: Tracking aanzetten

source: URL to your piwik installation
nl: URL naar de piwik installatie

source: Track admin pages
nl: Track beheer pagina's

source: Save Configuration
nl: Configuratie opslaan

source: Cancel
nl: Annuleren

source: View statistics
nl: Bekijk statistieken

source: Piwik-URL starts not with http or https!
nl: Piwik-URL begint niet met http of https!
