Repository: phaidon/Piwik
Catalog: locale/*/LC_MESSAGES/module_piwik.po
Languages: de

source: Opt-Out functionality
de: Opt-Out Funktion

source: Includes Piwik's opt-out feature
de: Stellt die Opt-Out Funktion von Piwik bereit

source: Piwik statistics module
de: Piwik-Statistik-Modull

source: Piwik statistics
de: Piwik-Statistiken

source: Only http (can produce problems if you are viewing your site via https)
de: Nur http (dies kann zu Problemen führen, wenn Sie Ihre Seite auch per https ansehen)

source: Only https (if you are able to connect via https)
de: Nur https (wenn Sie sich per https verbinden können)

source: http/https (depending on the protocol which is used to request the site)
de: http/https (je nachdem, welches Protokoll gerade genutzt wird)

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Settings
de: Konfiguration

source: Troubleshooting
de: Problembehebung

source: Overview
de: Übersicht

source: Visits in the last time
de: Besuche in der letzten Zeit

source: You installed the Piwik module succesfully. To activate the tracking please setup the module <a href='%s'>here</a>.
de: Die Piwik-Installation wurde erfolgreich durchgeführt. Zum Aktivieren des Trackings muss das Modul <a href='%s'>hier</a> konfiguriert werden.

source: Visited pages
de: Besuche Seiten

source: Title
de: Titel

source: Unique
de: Einzigartig

source: Visits
de: Besuche

source: No data available.
de: Keine Daten verfügbar

source: Others
de: Andere

source: Visitors
de: Besucher

source: Unique visitors
de: Einzigartige Besuche

source: Page Views
de: Seitenbesuche

source: Max. page views in one visit
de: Max. Seiten/Besuch

source: Total time spent
de: Verbrachte Zeit

source: Time/visit
de: Zeit/Besuch

source: Bounce count
de: Absprungrate

source: Visits in the last %s days
de: Besuche in den %s letzten Tagen

source: Visits in the last %s weeks
de: Besuche in den %s letzten Wochen

source: Visits in the last %s months
de: Besuche in den %s letzten Monaten

source: Visits in the last %s years
de: Besuche in den %s letzten Jahren

source: Date
de: Datum

source: Bounced
de: Absprungrate

source: Unique TOTAL
de: Unique GESAMT

source: Sum
de: Summe

source: Avg
de: Durchschnitt

source: Height of block
de: Höhe des Blocks

source: Width of block
de: Breite des Blocks

source: Modify configuration
de: Konfiguration speichern

source: General settings
de: Allgemeine Einstellungen

source: Enable Tracking
de: Erfassung aktiviere

source: Account settings
de: Piwik Benutzer Einstellungen

source: URL to your Piwik installation
de: URL zur Piwik-Installation

source: Example: www.yourdomain.com/piwik (without leading http(s)://)
de: Beispiel:www.yourdomain.com/path (ohne vorangehendes http(s)://)

source: Your personal authentification token can be found in the Piwik web interface on the API page. It looks like 1234a5cd6789e0a12345b678cd9012ef.
de: Der persönliche Authentifizierungs-Schüssel (Token) kann im eigenen Piwik Web-Interface gefunden werden. Er sieht z.B. so aus: 1234a5cd6789e0a12345b678cd9012ef.

source: Used protocol
de: Genutztes Protokoll

source: Site
de: Seite

source: Tracking settings
de: Tracking-Einstellungen

source: Track admin pages
de: Erfasse auch Seiten der Administration

source: Track Links
de: Erfasse Links

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Period
de: Zeitraum

source: From
de: Von

source: To
de: Bis

source: Show
de: Anzeigen

source: If Piwik does not log the page accesses please check the following questions:
de: Wenn Piwik die Seitenbesuche nicht aufgezeichnet, sollte folgende drei Fragen nachgegangen werden:

source: Are your Piwik settings (path, token and side) corect configured?
de: Ist Piwik (Pfad, Token und Seite) richtig konfiguriert?

source: Does the Piwik code (see above) appears in the source code of your page.
de: Erscheint der Piwik-Code (siehe unten) im Quellcode der Seite?

source: Is the Piwik code (see above) identical with this one of the Piwik web interface?
de: Ist der Piwik-Code (sie unten) und derjenige aus dem Piwik-Frontend identisch?

source: If this does not help feel free to ask in the Zikula forums for help.
de: Weitere Hilfe gibt es in den Zikula-Foren.
